<template>
    <div style="width: 200px">  
        <span class="whiteSpace">  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;       一年内到期的非流动资产       一年内到期的非流动资产       一年内到期的非流动资产       一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产    一年内到期的非流动资产</span>
    </div>
</template>

<style lang="scss" scoped>
.whiteSpace{
    white-space: pre-wrap;
}
</style>